{
  "default_stories": [
    {
      "id": 1,
      "content": "In a ${adjective1} galaxy with brilliance, there was a planet inhabited by ${plural_noun}, each with their own story to tell. They lived under the rule of a ${singular_noun}, a visionary who ${past_tense_verb} through the chaos of war to claim the throne. This ${adjective2} leader brought peace and prosperity to the planet, weaving together the diverse threads of its inhabitants' lives."
    },
    {
      "id": 2,
      "content": "Far, far away, nestled in a ${adjective1} galaxy, lay a planet where ${plural_noun} flourished in the glow of distant stars. Their harmonious existence was guided by a ${singular_noun} of legendary stature, who had ${past_tense_verb} a great war to secure their people's future. Under this ${adjective2} leader's guidance, the planet thrived like never before."
    },
    {
      "id": 3,
      "content": "On a planet brimming with ${plural_noun}, deep in a ${adjective1} galaxy beyond imagination, a ${singular_noun} rose to power after ${past_tense_verb} through the trials of war. This ${adjective2} leader brought about an era of peace and prosperity, their wisdom resonating throughout the cosmos."
    },
    {
      "id": 4,
      "content": "In a ${adjective1} kingdom, nestled within the heart of a dense forest, there was a village inhabited by ${plural_noun}. They were governed by a ${singular_noun} who had ${past_tense_verb} through a great war to claim the throne. The ${adjective2} leader brought peace and prosperity to the land, fostering harmony among its inhabitants."
    },
    {
      "id": 5,
      "content": "Within the bustling streets of a ${adjective1} metropolis, there dwelled a community of ${plural_noun}. Their governance was entrusted to a mayor who had ${past_tense_verb} through political strife to attain their position. This ${adjective2} leader brought about an era of progress and prosperity for the city, uniting its diverse populace."
    },
    {
      "id": 6,
      "content": "On a ${adjective1} island in the midst of a vast ocean, there existed a tribe of ${plural_noun}. Their chief, a ${adjective2} ${singular_noun}, had ${past_tense_verb} through tumultuous battles to establish their rule. Under the guidance of this leader, the tribe flourished, cultivating a bountiful life on their island home."
    },
    {
      "id": 7,
      "content": "In the heart of a ${adjective2} jungle, where the flora teemed with life, there existed a tribe of ${plural_noun}. Their leader, a revered shaman, had ${past_tense_verb} through spiritual trials to earn their position. Under the guidance of this ${adjective1} ${singular_noun}, the tribe lived in harmony with the natural world, their traditions enriching their daily lives."
    },
    {
      "id": 8,
      "content": "Within the labyrinthine streets of a ${adjective2} city, there dwelled a guild of craftsmen and artisans, known for their skill and creativity. They were led by a master craftsman who had ${past_tense_verb} through challenges to become the guildmaster. Under the mentorship of this ${adjective1} ${singular_noun}, the guild flourished, producing works of artistry and innovation admired far and wide."
    },
    {
      "id": 9,
      "content": "In a ${adjective1} valley, nestled between towering cliffs, there thrived a tribe of ${plural_noun}. Their chief, a wise elder, had ${past_tense_verb} through challenges to earn the respect of their people. Under the guidance of this ${adjective2} leader, the tribe flourished, living in harmony with nature and each other."
    }
  ],
  "custom_stories": [
    {
      "story": "In a dumb galaxy with brilliance, there was a planet inhabited by people, each with their own story to tell. They lived under the rule of a dog, a visionary who ate through the chaos of war to claim the throne. This smart leader brought peace and prosperity to the planet, weaving together the diverse threads of its inhabitants' lives.",
      "likes": 20,
      "id": 1
    }
  ]
}